$(document).ready(function() {
	// debugger;

/*************************************************************/
// Бутстраповские табы:
//= ../../../bower_components/bootstrap-sass/assets/javascripts/bootstrap/tab.js

// fancybox
//= ../../../bower_components/fancybox/dist/jquery.fancybox.min.js


/*************************************************************/
// Для того, чтобы проверить тег на содержание в нем атрибута
// расширяем jQuery методом hasAttr
$.fn.hasAttr = function(name) {
   return this.attr(name) !== undefined;
};

/*************************************************************/
// скролл для фильтра в категории товаров
//= ../../../bower_components/malihu-custom-scrollbar-plugin/jquery.mCustomScrollbar.concat.min.js

/*************************************************************/
/*************************************************************/
/*************************************************************/
/*************************************************************/
/*************************************************************/
/*************************************************************/
/*************************************************************/
/*************************************************************/
/*************************************************************/

});
